Repository: hirasso/rh-seo
Catalog: lang/*.po
Languages: de_de

source: Search Engine Optimization
de_de: Suchmaschinen-Optimierung

source: SEO Options
de_de: SEO Optionen

source: Site Name
de_de: Website-Name

source: Optional. Overwrites the title.
de_de: Optional. Überschreibt den Titel.

source: Document Title for Search Engines
de_de: Seitentitel für Suchmaschinen

source: Site Description
de_de: Website-Beschreibung

source: Meta Description
de_de: Meta-Beschreibung

source: Recommended length: 50–160 characters
de_de: Empfohlene Länge: 50-160 Zeichen

source: Preview Image
de_de: Vorschaubild

source: For services like Facebook or Twitter.
de_de: Für Websites wie Facebook oder Twitter.

source: Ask search engines to ignore this page
de_de: Suchmaschinen instruieren, diese Seite zu ignorieren

source: Maximum 100 entries
de_de: Maximal 100 Einträge

source: From
de_de: Von

source: URL that should be redirected
de_de: URL die umgeleited werden soll

source: To
de_de: Nach

source: Redirect target URL
de_de: Umleitungs-Ziel-URL

source: SEO Global Options
de_de: SEO Globale Optionen

source: SEO Options: %s
de_de: SEO Optionen: %s

source: Please provide a local URL
de_de: Bitte geben Sie eine lokale URL ein

source: Conflict detected: URL also found in "To" column
de_de: Konflikt erkannt: Die URL wurde auch in der "Nach"-Spalte gefunden

source: Conflict detected: URL also found in "From" column
de_de: Konflikt erkannt: Die URL wurde auch in der "Von"-Spalte gefunden

source: RH SEO needs to upgrade the database.
de_de: RH SEO muss die Datenbank aktualisieren.

source: Upgrade Database Now
de_de: Datenbank jetzt aktualisieren

source: Something went wrong.
de_de: Etwas ist schiefgelaufen.

source: Error
de_de: Fehler

source: RH SEO successfully upgraded the database.
de_de: RH SEO hat die Datenbank erfolgreich aktualisiert.
